[
  {
    "title": "ABS",
    "hindiTitle": "Crunch",
    "uniqueName": "gập bụng",
    "level": 1,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/010_ardhachanda_asana_0.jpg",
    "description": "Nằm thoải mái trên thảm tập. Gập gối để cố định thân dưới chứ không nằm thẳng người Tay để sau đầu nhưng không được dùng lực tay để kéo thân người lên Gập người lên nhưng vẫn cố định lưng dưới trên sàn. Xem kĩ trong video. Hạ thân người về vị trí nằm thẳng. Đó là kết thúc 1 lượt.",
    "warnings": "4 hiệp/lần / lặp lại 25-30 lần / nghỉ 60 giây"
  },
  {
    "title": "SHOULDERS",
    "hindiTitle": "Bent Over Rear Delt Fly",
    "uniqueName": "vai sau",
    "level": 5,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/III_01.JPG",
    "description": "Cúi người về phía trước (thân trên gần song song với sàn). Tay cầm tạ đơn buông thỏng xuống dưới. Vung tạ về phía sau. Khuỷu tay hơi cong trong lúc vung. Vị trí cao nhất sẽ thấp hơn vị trí cánh tay song song với sàn. Nghĩa là không cần vung quá cao. Chậm rãi hạ tạ đơn về vị trí ban đầu",
    "warnings": "3 hiệp/lần / lặp lại 12 lần / nghỉ 60 giây"
  },
  {
    "title": "SHOULDERS",
    "hindiTitle": "Dumbbell Lateral Raise",
    "uniqueName": "vai trước",
    "level": 3,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/I_01_.JPG",
    "description": "Tay cầm tạ đơn ở hai bên hông. Vung tạ sang hai bên. Khuỷu tay hơi cong trong lúc vung. Vị trí cao nhất sẽ cao hơn vai một chút. Chậm rãi hạ tạ đơn về vị trí ban đầu.",
    "warnings": "3 hiệp/lần / lặp lại 12 lần mỗi bên / nghỉ 60 giây"
  },
  {
    "title": "SHOULDERS",
    "hindiTitle": "Seated Dumbbell Press",
    "uniqueName": "vai trước",
    "level": 1,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/011_Tadasana_0.jpg",
    "description": "Tựa lưng chắc chắn trên ghế, 2 chân đạp xuống sàn, 2 tay nhấc tạ đơn đặt lên đùi. Dùng tay nhấc và lấy đùi đá 2 quả tạ lên. Vị trí bắt đầu sẽ nằm ở cao hơn vai một chút. Đẩy tạ đơn thẳng lên trên. Chậm rãi hạ tạ xuống vị trí ban đầu. Đó là kết thúc 1 lượt. Khi kết thúc hiệp, nâng cao đầu gối đỡ lấy tạ và hạ xuống (ngược lại với hành động đá đầu gối để lên tạ).",
    "warnings": "3 hiệp/lần / lặp lại 15 lần / nghỉ 60 giây"
  },
  {
    "title": "SHOULDERS",
    "hindiTitle": "Dumbbell Front Raise",
    "uniqueName": "vai trước",
    "level": 2,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/virabhadrasana_II_01.JPG",
    "description": "Tay cầm tạ đơn ở hai bên hông. Lòng bàn tay hướng về phía sau. Vung tạ lên phía trước. Vị trí cao nhất nên ở cao hơn tầm mắt một chút. Chậm rãi hạ tạ đơn về vị trí ở hai bên hông.",
    "warnings": "3 hiệp/lần / lặp lại 12 lần mỗi bên / nghỉ 60 giây"
  },
  {
    "title": "ARM & CHEST",
    "hindiTitle": "TRICEPS CABLE ROPE PUSHDOWN",
    "uniqueName": " bắp tay sau",
    "level": 5,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/navasana_01.JPG",
    "description": "Hai tay giữ dây cáp, đưa ròng rọc hướng lên cao. Giữ khuỷu tay co lại ôm vào hai bên sườn. Căng cơ và dùng lực duỗi tay xuống cho đến khi cánh tay duỗi thẳng hoàn toàn. Sau đó trở về tư thế ban đầu. Chỉ có cẳng tay mới di chuyển, toàn bộ phần còn lại giữ nguyên vị trí. Siết chặt bụng.",
    "warnings": "3 hiệp/lần / lặp lại 25 lần / Nghỉ 90 giây"
  },
  {
    "title": "ARM & CHEST",
    "hindiTitle": "Alternating Dumbbell Curl",
    "uniqueName": "bắp tay trước",
    "level": 4,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/mukha_shvanasana_01_0.JPG",
    "description": "Đứng thẳng người, hai tay cầm tạ đơn ở hai bên hông. Cuốn một tay lên đến khi bắp tay chạm cẳng tay. Chậm rãi hạ tay xuống vị trí ban đầu. Tiếp tục với tay còn lại.",
    "warnings": "3 hiệp/lần /  lặp lại 15 lần / nghỉ 60 giây"
  },
  {
    "title": "ARM & CHEST",
    "hindiTitle": "Dumbbell Overhead Triceps Extension",
    "uniqueName": "bắp tay sau",
    "level": 7,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/006_uttanasana_0.jpg",
    "description": "Đưa tạ đơn lên vai hoặc ngực. Hai bàn tay đan vào nhau (tay trước tay sau) và luồn tay cầm qua khe giữa hai tay. Duỗi thẳng tay lên phía trần nhà. Giữ nguyên bắp tay, chậm rãi hạ cánh tay đến khi cánh tay song song với sàn nhà. Duỗi thẳng tay trở lại vị trí cũ",
    "warnings": "4 hiệp/lần / lặp lại 12 lần mỗi bên / nghỉ 60 giây"
  },
  {
    "title": "SHOULDERS",
    "hindiTitle": "Barbell Upright Row",
    "uniqueName": "cầu vai",
    "level": 4,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/sarvangasana01.jpg",
    "description": "Tay cầm thanh đòn ở phía trước hông. Tay cầm hẹp hơn độ rộng vai một chút. Kéo thanh đòn thẳng lên. Thanh đòn di chuyển càng sát người càng tốt. Cùi chỏ (khuỷu tay) phải luôn luôn cao hơn cẳng tay. Vị trí cao nhất sẽ nằm ở giữa ngực trên va cằm. Chậm rãi hạ thanh đòn xuống.",
    "warnings": "4 hiệp/ lần / lặp lại 12 lần / nghỉ 60 giây"
  },
  {
    "title": "ARM & CHEST",
    "hindiTitle": "BARBELL BENCH PRESS",
    "uniqueName": "ngực giữa",
    "level": 1,
    "imageUrl": "http://www.ufcgym.com.vn/storage/app/media/Calipso-NganPham/co%20nguc%20chu%20V/cropped-images/tap-gym-nguc-net-chu-v-2-0-0-0-0-1527582470.jpg",
    "description": "Nằm thẳng lưng trên ghế trong khi hai tay giữ chặc tạ đòn trên giá đỡ với hai tay mở rộng bằng vai. Nâng tạ lên khỏi giá đỡ và đưa tạ để trên ngực với hai tay giơ thẳng hoàn toàn. Từ vị trí ban đầu, hít vào và hạ thấp tạ từ từ xuống cho đến khi gần như chạm vào giữa ngực. Đẩy tạ trở về tư thế ban đầu và thở ra. Kết thúc một hiệp.",
    "warnings": "3 hiệp/lần / Lặp lại 6 lần / Không nghỉ "
  },
  {
    "title": "ARM & CHEST",
    "hindiTitle": "Concentration Curl",
    "uniqueName": "bắp tay trước",
    "level": 6,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/navasana_01_0_0.JPG",
    "description": "Ngồi vào ghế. Một tay chống lên đùi – một tay tựa lên đùi và cầm tạ đơn. Cuốn tay lên đến khi bắp tay chạm cẳng tay. Chậm rãi hạ tạ xuống đến khi tay duỗi thẳng.",
    "warnings": "4 hiệp/lần / lặp lại 12 lần mỗi bên / nghỉ 60 giây"
  },
  {
    "title": "ARM & CHEST",
    "hindiTitle": "INCLINE DUMBBELL PRESS",
    "uniqueName": "ngực trên",
    "level": 2,
    "imageUrl": "http://www.ufcgym.com.vn/storage/app/media/Calipso-NganPham/co%20nguc%20chu%20V/cropped-images/tap-gym-nguc-net-chu-v-3-0-0-0-0-1527582482.jpg",
    "description": "Nâng ghế lên vị trí 30 độ so với sàn, nằm ngửa lưng trên ghế. Hai tay bắt đầu nâng tạ lên cao ngang vai, lòng bàn tay hướng lên ra trước. Hít vào và đẩy cả hai tay lên cao. Khoá tay lại, đồng thời siết chặt ngực trước khi từ từ trở về tư thế ban đầu.",
    "warnings": "3 hiệp/lần / lặp lại 12 lần / không nghỉ"
  },
  {
    "title": "LEG",
    "hindiTitle": "Dumbbell Lunge",
    "uniqueName": "đùi & mông",
    "level": 5,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/dandasana_01.jpg",
    "description": "Hai tay cầm tạ đơn. Đứng thẳng người Bước một chân về phía trước (không bước quá xa hoặc quá gần). Giữ cố định 2 chân và hạ thấp thân người xuống chậm rãi đến khi đầu gối chân sau chạm sàn. Gồng đùi đứng thẳng dậy.",
    "warnings": "3 hiệp/lần / lặp lại 12 lần / nghỉ 90 giây"
  },
  {
    "title": "BACK & LATS",
    "hindiTitle": "PULL UP",
    "uniqueName": "xô",
    "level": 1,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/konasana_0.jpg",
    "description": "Nắm xà rộng hơn vai một chút, Hít một hơi sâu rồi gồng chặt bụng. Đưa hai bả vai ra phía sau và ưỡn ngực. Kéo toàn bộ thân người lên đến khi cằm ngang với xà. Hạ người xuống chậm đến khi tay duỗi thẳng hoàn toàn. Đó là kết thúc 1 lượt.",
    "warnings": "3 hiệp/lần / lặp lại 8 lần / nghỉ 45 giây"
  },
  {
    "title": "BACK & LATS",
    "hindiTitle": "Lat Pulldown",
    "uniqueName": "xô",
    "level": 2,
    "imageUrl": "",
    "description": "Ngồi vào ghế và kê gối vào thanh chắn cố định. Ngửa người về phía sau một chút và giữ cố định tư thế. Tay cầm rộng. Giữ bả vai cố định hướng ra ngoài chứ không được đưa về phía trước. Kéo tay cầm về phía thân người đến gần chạm ngực. Dừng 1 giây. Chầm chậm thả tay cầm về vị trí cũ. Đó là kết thúc 1 lượt. Dừng lại 1 giây rồi hẵng bắt đầu lượt tiếp theo.",
    "warnings": "3 hiệp/ lần / lặp lại 12 lần / nghỉ 60 giây"
  },
  {
    "title": "LEG",
    "hindiTitle": "Leg Press",
    "uniqueName": "đùi",
    "level": 4,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/01_3_.JPG",
    "description": "Ngồi vào máy đạp đùi, lưng cố định trên ghế nghiêng, nắm chặt tay cầm (cũng là chốt an toàn của máy đạp đùi) Duỗi thẳng để nhấc bàn đạp ra khỏi giá đỡ và mở chốt an toàn. Chậm rãi hạ bàn đạp xuống vị trí thấp nhất mà chân vẫn còn thấy thoải mái. Dồn lực vào gót chân và đạp mạnh để duỗi thẳng chân trở về vị trí ban đầu. Khi duỗi thẳng chân thì không nên khóa khớp gối hoàn toàn, đầu gối hơi chùng nhẹ 1 chút  và dừng ở đây 1 giây. Sau đó thực hiện lại động tác. (không khóa khớp gối để đảm bảo an toàn – đặc biệt là với các bạn mới tập) Khi thực hiện đủ số lượt yêu cầu, duỗi thẳng chân và đóng chốt an toàn. Bước ra khỏi máy.",
    "warnings": "4 hiệp/lần / lặp lại 12 lần / nghỉ 90 giây"
  },
  {
    "title": "LEG",
    "hindiTitle": "Leg Curl",
    "uniqueName": "đùi sau",
    "level": 3,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/padmasana.jpg",
    "description": "Nằm sấp trên máy, nắm chặt tay cầm. Nằm nhích lên trên/lùi xuống dưới để đầu gối nằm sát ngay mép đệm Điều chỉnh đệm chân xuống thấp/lên cao để khi tập chân có thể chuyển động được biên độ rộng. Hít vào, móc đùi lên cao. Khi lên đến điểm cao nhất, thở ra và dừng lại 1 giây. Chậm rãi hạ chân về vị trí ban đầu.",
    "warnings": "3 hiệp/lần / lặp lại 12 lần / nghỉ 90 giây"
  },
  {
    "title": "LEG",
    "hindiTitle": "Leg Extension",
    "uniqueName": "đùi trước",
    "level": 2,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/01_4_0.JPG",
    "description": "Ngồi vào máy tập, nắm chặt tay cầm. Điều chỉnh ghế ngồi tiến/lùi để đầu gối nằm ngay mép ghế. Điều chỉnh đệm chân xuống thấp/lên cao để khi tập chân có thể chuyển động được biên độ rộng. Hít vào, duỗi chân và đá về phía trước. Khi lên đến điểm cao nhất, thở ra và dừng lại 1 giây. Chậm rãi hạ chân về vị trí ban đầu.",
    "warnings": "3 hiệp/lần / lặp lại 12 lần / nghỉ 90 giây"
  },
  {
    "title": "BACK & LATS",
    "hindiTitle": "Seated Cable Row",
    "uniqueName": "xô",
    "level": 3,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/trikonasana_01.JPG",
    "description": "Ngồi vào ghế. Cố định chân trên bàn đạp. Giữ chân hơi cong. Ngửa người về phía sau một chút và giữ cố định tư thế. Giữ bả vai cố định hướng ra ngoài chứ không được đưa về phía trước. Đây gần như là nguyên tắc cố định cho tất cả các bài tập lưng xô nếu muốn cảm nhận cơ bắp thật tốt. Kéo tay cầm về phía bụng. Dừng 1 giây. Thả tay cầm chậm rãi về vị trí ban đầu. Đó là kết thúc 1 lượt. Dừng lại 1 giây rồi hẵng bắt đầu lượt tiếp theo.",
    "warnings": "3 hiệp/lần / lặp lại 15 lần / nghỉ 60 giây"
  },
  {
    "title": "ARM & CHEST",
    "hindiTitle": "CABLE PEC FLY",
    "uniqueName": "ngực giữa",
    "level": 3,
    "imageUrl": "http://www.ufcgym.com.vn/storage/app/media/Calipso-NganPham/co%20nguc%20chu%20V/cropped-images/tap-gym-nguc-net-chu-v-4-0-0-0-0-1527582496.png",
    "description": "Đặt ròng rọc thấp nhất có thể để tập trung đánh vào phẩn ngực dưới. Hai tay đặt lên và nắm giữ tay cầm của phần dây cáp. Vai mở rộng, khuỷu tay hơi cong. Đặt một chân lên trước, siết chặt cơ bụng, kéo đồng thời hai tay cầm hướng xuống dưới và đặt chéo hai bàn tay khi chạm nhau. Sau đó trở về tư thế ban đầu.",
    "warnings": "3 hiệp/lần / lặp lại 25 lần / Nghỉ 90 giây"
  },
  {
    "title": "LEG",
    "hindiTitle": "Barbell Back Squat",
    "uniqueName": "đùi & mông",
    "level": 1,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/virasana.jpg",
    "description": "Bố trí giá đỡ thanh đòn nằm phía dưới tầm vai để dỡ thanh đòn ra an toàn. Cúi xuống và kê thanh đòn lên cầu vai (vị trí high-bar). Chân nằm ngay dưới thanh đòn. Tay nắm chặt thanh đòn. Dùng lực hông đẩy để đứng thẳng dậy và dỡ tạ ra khỏi giá đỡ. Bước lùi về sau một chút và dừng lại. Chân đứng rộng bằng vai. 2 mũi chân hơi hướng ra ngoài tạo thành hình chữ V. Hít một hơi vào bụng (bụng chứ không phải phổi) và ém khí – gồng chặt cơ bụng. Đây là một bước không thể thiếu để phát huy sức mạnh của nhóm cơ lõi (bao gồm bụng và lưng dưới). Nhóm cơ này sẽ có nhiệm vụ giữ thẳng người và bảo vệ cột sống xuyên suốt động tác. Cách gồng là giống nhau cho 2 bài tập Deadlift và Squat.",
    "warnings": "4 hiệp/lần / lặp lại 12 lần / nghỉ 90 giây"
  },
  {
    "title": "BACK & LATS",
    "hindiTitle": "Bent over Row",
    "uniqueName": "lưng",
    "level": 4,
    "imageUrl": "https://s.hanuman.ru/files/imagecache/asana_block1/utkatasana_01.jpg",
    "description": "Đứng thẳng người. Chân rộng bằng hông. Tay cầm thanh đòn rộng hơn vai một chút. Đẩy hông về sau và cúi người xuống đến khi thân trên gần song song với sàn. Duỗi thẳng tay Giữ bả vai cố định hướng ra ngoài chứ không được đưa về phía trước. Hít một hơi, gồng chặt bụng. Kéo thanh đòn lên chạm rốn. Dừng 1 giây. Hạ xuống chậm rãi đến khi tay duỗi thẳng. Đó là kết thúc 1 lượt. Dừng lại 1 giây rồi hẵng bắt đầu lượt tiếp theo.",
    "warnings": "3 hiệp/lần / lặp lại 12 lần / nghỉ 60 giây"
  }
]
